[
  {
    "title": "Sejarah Tenun Nusantara: Tradisi dari Masa Prasejarah",
    "summary": "Pada masa lampau, proses menenun dilakukan dengan peralatan sederhana yang umumnya terbuat dari kayu, serta memanfaatkan bahan alami seperti kapas, daun pandan,…",
    "content": "Pada masa lampau, proses menenun dilakukan dengan peralatan sederhana yang umumnya terbuat dari kayu, serta memanfaatkan bahan alami seperti kapas, daun pandan, serat kelapa, serat pandan, hingga rami. Kain hasil tenunan kala itu cenderung kasar dengan warna alami, misalnya coklat, kuning, dan hijau.\n\nSetiap wilayah di Nusantara, mulai dari Sumatra, Jawa, Bali, Nusa Tenggara, Sulawesi, hingga Papua, memiliki corak, warna, simbol, makna, serta teknik tenun yang berbeda. Semua itu erat kaitannya dengan nilai budaya, kepercayaan, serta sejarah masyarakat setempat.\n\nJejak Tenun Nusantara Sejak Prasejarah\n\nInformasi mengenai artefak tenun di Indonesia kuno memang terbatas dan tidak sepenuhnya terdokumentasi. Namun, temuan arkeologi membuktikan bahwa keterampilan menenun telah dikenal sejak ribuan tahun silam.\n\nSalah satu penemuan penting adalah kain tenun di situs Gua Harimau, Sumatera Selatan. Kain yang dibuat dari serat pohon pinang tersebut diperkirakan berusia sekitar 3.000 tahun. Selain itu, jejak tradisi menenun juga ditemukan di Nagekeo, Nusa Tenggara Timur, serta Donggala, Sulawesi Tengah. Hingga kini, kedua daerah ini masih melestarikan warisan menenun dari masa lampau.\n\nNagekeo, Nusa Tenggara Timur\n\nPada era Megalitikum, masyarakat Nagekeo telah membuat kain tenun dari serat daun pisang dan kapas. Bahan tersebut dipintal menjadi benang dan diberi warna dari pewarna alami, seperti akar kayu dan daun. Kain tenun digunakan untuk pakaian berupa sarung dan selendang, juga sebagai tikar atau hiasan. Selain fungsi praktis, kain tenun juga berperan penting dalam upacara adat dan menjadi bagian dari identitas sosial budaya masyarakat.\n\nDonggala, Sulawesi Tengah\n\nDi Donggala, sekitar 1.500 tahun yang lalu, masyarakat menenun dengan memanfaatkan serat pandan menggunakan alat sederhana, seperti tual atau alat tenun tanpa pakan. Pola dan warna tenun Donggala sarat makna simbolis, sering dikaitkan dengan mitologi serta kepercayaan lokal. Motif burung maleo, misalnya, dipandang sebagai lambang keberanian dan keteguhan.\n\nCiri khas tenun Donggala terletak pada motif geometris, terutama garis lurus serta bentuk segi empat. Warna yang dipakai cukup beragam, mulai dari cerah hingga gelap, sering kali dipadukan dengan ornamen bunga atau bentuk lain yang penuh makna.u binatang.\n\nTradisi tenun terus berlanjut pada masa beridirnya kerajaan-kerajaan kecil di Sulawesi Tengah, seperti Kerajaan Banawa, Sigi, dan Banggai dengan ciri khasnya masing-masing. Tenun Donggala mengalami masa kejayaan pada masa Kerajaan Banawa pada abad ke-17. Kemudian, selama masa penjajahan Belanda, tenun Donggala menjadi komoditas perdagangan penting dan diekspor ke berbagai negara di dunia.\n\nMenelusuri riwayat tenun dari masa prasejarah membuat kita makin dapat menghargai tenun sebagai bagian tak terpisahkan dari budaya Nusantara. Dalam perkembangannya, tenun Nusantara menjadi semakin kompleks dan terkenal di dunia internasional. Kini, banyak jenis tenun Nusantara yang diakui sebagai warisan budaya dunia oleh UNESCO, seperti kain songket dan tenun ikat. \n\nSeiring dengan perkembangan zaman, teknologi modern dan produksi massal hidup berdampingan dengan peran tenun tradisional. Perpaduan ini membuat seni tenun Nusantara menjadi makin kaya.",
    "imageFile": "artikel-1.jpg",
    "tags": []
  },
  {
    "title": "Tenun Nusantara Merambah Generasi Muda",
    "summary": "Kain tenun lurik sejak lama identik dengan busana tradisional masyarakat Solo. Namun kini, motif garis-garis khas lurik mulai dieksplorasi lebih jauh. Bayangkan…",
    "content": "Kain tenun lurik sejak lama identik dengan busana tradisional masyarakat Solo. Namun kini, motif garis-garis khas lurik mulai dieksplorasi lebih jauh. Bayangkan lurik diaplikasikan pada celana jins, jaket, atau busana kasual lain yang akrab dengan anak muda. Tenun pun tidak lagi terbatas sebagai pakaian tradisi atau koleksi wastra, melainkan hadir dalam gaya busana modern.\n\nReva Marchelin, penata fesyen dari Moneyman Works, dalam konferensi pers pergelaran fesyen “VERSI” oleh Cita Tenun Indonesia (CTI) di Senayan City, 25 September 2024, menjelaskan bahwa mereka mencoba memadukan desain lama dengan motif lurik, lalu memberi sentuhan warna yang kontras agar lebih segar dan menyenangkan. Tujuannya, supaya lurik bisa dipakai lintas usia dan berbagai kesempatan, termasuk acara fesyen modern.\n\nDalam tradisi Jawa, lurik awalnya memiliki fungsi sakral. Misalnya untuk acara mitoni atau tujuh bulanan. Menurut Phillip Iswardono yang mengutip Martono, mitoni hanya salah satu bagian dari berbagai ritual yang menggunakan lurik. Pada masa lampau, pemakaian lurik memang terbatas untuk momen tertentu. Dalam bahasa Jawa kuna, “lurik” berasal dari kata larik yang berarti baris, deret, atau garis, yang dimaknai sebagai pagar pelindung dari hal buruk. Karena diyakini punya kekuatan mistis, motif lurik hanya dikenakan sesuai waktu, acara, dan status sosial. Ada corak liwatan, tumbar pecah, kembenan, dan nyampingan untuk upacara tujuh bulanan, corak kluwung dan tujuh watu untuk ruwatan, serta motif pletek jarak yang dikhususkan bagi bangsawan. Bahkan ada motif telu-pat yang dikenakan abdi dalem.\n\nPenggunaan lurik umumnya oleh perempuan sebagai jarit, selendang, stagen, atau penutup dada. Sementara laki-laki biasa mengenakannya sebagai bahan baju surjan. Kini, sebagaimana dicatat Phillip Iswardono, lurik mengalami pergeseran makna dan fungsi. Dari busana sakral, lurik berkembang menjadi busana profan yang lebih membumi, bahkan bisa hadir dalam kehidupan sehari-hari.\n\nTidak hanya lurik, pergelaran “VERSI” juga menampilkan beragam wastra dari berbagai daerah, seperti endek Bali, ikat Sengkang Wajo, anteng Lombok, sobi Muna, hingga songket Lombok. Semua kain tradisional dengan motif khas tersebut dipadukan dengan desain busana modern sehingga terlihat dinamis.\n\nPerancang muda Qiara Amarullah dari Qanagara Indonesia turut mempersembahkan koleksi bertajuk “Nona Lisa”, terinspirasi dari busana era Elizabethan di Eropa. Ia mengolah tenun dari berbagai daerah Indonesia menjadi desain kasual yang bisa dipakai sehari-hari. “Aku ingin memperkenalkan tenun ke generasi muda. Tenun itu berbeda dengan batik, dan wastra Indonesia jauh lebih luas daripada sekadar batik,” jelas Qiara.\n\nSjamsidar Isa, pengurus CTI sekaligus perancang busana, menekankan bahwa Indonesia sangat kaya akan teknik dan corak tenun. Ia mengingatkan agar masyarakat lebih menghargai warisan budaya ini, bukan hanya ketika diklaim negara lain. Proses pembuatan tenun sendiri sangat panjang dan rumit, bisa memakan waktu berbulan-bulan. Karena itu, tenun bernilai tinggi bukan sekadar kain, melainkan karya seni penuh dedikasi.\n\n“Tenun tidak bisa dianggap kain sisa yang bisa sembarangan dipotong. Para desainer muda perlu menyadari bahwa setiap lembar tenun adalah karya artisan yang dikerjakan dengan cinta dan kesabaran,” ungkap Sjamsidar, atau yang akrab disapa Bu Tjammy. Saat ini CTI juga sedang melakukan pendataan besar-besaran tentang tenun di seluruh Indonesia, sebuah pekerjaan yang dinilai sangat penting bagi pelestarian wastra.",
    "imageFile": "artikel-2.jpg",
    "tags": []
  },
  {
    "title": "Semburat Kearifan Lokal pada Sehelai Tenun",
    "summary": "Kain tenun merupakan warisan budaya Indonesia yang sarat dengan kearifan lokal. Hingga kini belum ada angka pasti jumlah jenisnya, ada yang menyebut…",
    "content": "Kain tenun merupakan warisan budaya Indonesia yang sarat dengan kearifan lokal. Hingga kini belum ada angka pasti jumlah jenisnya, ada yang menyebut 19, ada pula yang mengatakan 20. Setiap kain tenun mewakili identitas daerah asalnya, sebagian besar diproduksi dalam skala rumah tangga. Beberapa jenis tenun yang sudah dikenal luas antara lain berasal dari Palembang, Jawa Barat, Sumatra Barat, Sambas, Banjar, dan Bugis.\n\nDi Nusa Tenggara Timur (NTT), ragam motif tenun sangat kaya karena wilayah ini dihuni oleh banyak suku dengan budaya berbeda. Di Alor saja terdapat lebih dari 80 motif. Tenun di NTT memiliki fungsi yang beragam, mulai dari pakaian sehari-hari, upacara adat, tari tradisional, mas kawin, pembayaran denda, hingga simbol status sosial dan penolak bala. Tidak heran bila tenun dianggap sebagai harta bernilai tinggi dan diwariskan secara turun-temurun.\n\nMeski ada tuntutan zaman agar tenun berkelanjutan dan ramah lingkungan, hal ini bukanlah masalah baru bagi perajin. Sejak lama mereka menggunakan bahan alami, misalnya pada tenun Sumba yang memakai pewarna dari tumbuhan lokal. Di Waingapu, warna biru diperoleh dari tanaman wuira (nila), sementara warna merah dari akar mengkudu yang diolah bersama minyak kemiri agar lebih meresap. Motif-motif yang dibuat terinspirasi dari lingkungan sekitar, seperti burung, ayam, ular, atau udang, masing-masing dengan makna filosofis.\n\nProses pencelupan dilakukan berulang hingga menghasilkan warna yang diinginkan, lalu benang dijemur dan ditenun. Pekerjaan menenun biasanya dilakukan perempuan dan bisa memakan waktu berbulan-bulan hingga setahun untuk menghasilkan selembar kain besar. Karena itulah kain tenun tidak hanya berfungsi sebagai busana, tetapi juga simbol ketekunan, identitas, serta karya seni yang patut dilestarikan.",
    "imageFile": "artikel-3.jpg",
    "tags": []
  },
  {
    "title": "Tenun Ikat dari Indonesia Timur Diperkenalkan di Belanda",
    "summary": "Tenun ikat dari kawasan Indonesia Timur dipamerkan di Indonesia House Amsterdam, Belanda, mulai Jumat, 23 Mei 2025. Pameran bertajuk “Women and Weaves:…",
    "content": "Tenun ikat dari kawasan Indonesia Timur dipamerkan di Indonesia House Amsterdam, Belanda, mulai Jumat, 23 Mei 2025. Pameran bertajuk “Women and Weaves: Eastern Indonesia Textile Prelude” ini berlangsung selama dua bulan dan bertujuan memperkenalkan tradisi tenun ikat Indonesia kepada masyarakat Belanda.\n\nAcara dibuka oleh Duta Besar Indonesia untuk Belanda, Mayerfas, yang menekankan bahwa tenun tidak hanya kaya akan motif dan pola unik, tetapi juga sarat makna tentang spiritualitas, kekeluargaan, keharmonisan, serta kekuatan perempuan yang menenunnya. Pameran yang diinisiasi Kedutaan Besar RI bersama Yayasan Kembang Sepatu (Stichting Hibiscus) pimpinan Ine Waworuntu ini menjadi pameran tenun terbesar pertama di Belanda sekaligus tonggak penting diplomasi budaya Indonesia di Eropa.\n\nSelain pameran, digelar pula diskusi seputar tradisi kain tenun di Indonesia Timur, meliputi proses pembuatannya, pelestarian kearifan lokal, serta filosofi di balik motif-motifnya. Diskusi ini menghadirkan Myra Widiono (Rumah Rakuji, Warlami), Loes Leatemia (Weaving Worlds), dan Bertha Tanaem (Indonesia Nederland Youth Society), dengan moderator Olivia de Ruiter.\n\nMeski batik sudah cukup dikenal di Belanda, tenun ikat masih asing. Bertha, diaspora asal Timor, menilai sudah saatnya memperkenalkan kerajinan ini ke masyarakat luas, termasuk sekolah dan akademi mode di Eropa. Ia menekankan pentingnya promosi lewat acara dan festival sekaligus menumbuhkan apresiasi budaya melalui program pertukaran.\n\nTenun ikat sendiri memiliki motif dan warna dengan makna mendalam. Proses pembuatannya menggunakan teknik ikat, yaitu mengikat bagian tertentu dari benang agar tidak terkena pewarna. Setelah diwarnai dan ditenun, ikatan tersebut membentuk motif yang telah dirancang sebelumnya, mencerminkan kreativitas sekaligus kearifan tradisional para penenun Indonesia Timur.",
    "imageFile": "artikel-4.jpg",
    "tags": []
  },
  {
    "title": "Seni Menenun : Warisan Budaya Indonesia yang Menginspirasi Dunia Fashion Modern",
    "summary": "Seni Menenun: Warisan Budaya Indonesia yang Menginspirasi Fashion Modern Menenun adalah seni kriya yang telah menjadi bagian penting dari budaya Indonesia selama…",
    "content": "Seni Menenun: Warisan Budaya Indonesia yang Menginspirasi Fashion Modern\n\nMenenun adalah seni kriya yang telah menjadi bagian penting dari budaya Indonesia selama berabad-abad. Selain membutuhkan keterampilan tangan yang tinggi, prosesnya sarat makna yang berkaitan dengan identitas, status sosial, dan kepercayaan masyarakat. Meski teknologi terus berkembang, tradisi menenun tetap bertahan dan bahkan semakin diapresiasi di era modern.\n\nSejarah dan Makna\n\nTradisi menenun di Nusantara sudah ada sejak prasejarah, dengan tiap daerah memiliki corak dan teknik khas. Tenun ikat dari Nusa Tenggara Timur, songket dari Sumatra, dan ulos dari Batak adalah beberapa contohnya. Motif yang dihasilkan umumnya menyimpan simbol doa, harapan, maupun penanda status sosial. Menenun juga erat kaitannya dengan peran perempuan, baik sebagai bagian dari keseharian maupun ritual adat, serta diwariskan secara turun-temurun. Kain tenun kerap digunakan dalam upacara adat, pernikahan, atau acara sakral sebagai lambang kehormatan dan berkah.\n\nMenenun dan Ekonomi Kreatif\n\nKini, menenun menjadi bagian penting dari industri kreatif Indonesia. Banyak pelaku usaha berbasis budaya yang menggabungkan teknik tradisional dengan desain modern, menghasilkan produk bernilai tinggi dan diminati pasar global. Desainer seperti Anne Avantie berhasil menampilkan kain tenun dalam busana kontemporer, memperluas apresiasi publik sekaligus menjaga kelestariannya.\n\nProses dan Teknik\n\nPembuatan tenun dimulai dari pemintalan benang serat alam seperti kapas, sutra, atau pandan. Benang kemudian diwarnai—baik dengan pewarna alami dari tumbuhan maupun sintetis—sebelum disusun pada alat tenun tradisional seperti gedogan atau ATBM. Pola terbentuk dari susunan benang pakan dan lungsi, dengan teknik khas Indonesia seperti ikat, songket, dan tapis. Proses ini membutuhkan ketelitian, kesabaran, dan waktu yang panjang.\n\nDaya Tarik Menenun\n\nMenenun menjadi menarik karena bukan sekadar menghasilkan kain, tetapi juga menyimpan cerita dan simbol budaya. Motif-motifnya menggambarkan kehidupan, alam, dan kepercayaan lokal. Keindahan warna dan pola yang unik membuat setiap kain tenun bernilai tinggi, baik secara estetika maupun budaya, sehingga layak dilestarikan dan terus dikembangkan dalam dunia fashion modern.\nSetiap wilayah di Nusantara, mulai dari Sumatra, Jawa, Bali, Nusa Tenggara, Sulawesi, hingga Papua, memiliki corak, warna, simbol, makna, serta teknik tenun yang berbeda. Semua itu erat kaitannya dengan nilai budaya, kepercayaan, serta sejarah masyarakat setempat.\n\nJejak Tenun Nusantara Sejak Prasejarah\n\nInformasi mengenai artefak tenun di Indonesia kuno memang terbatas dan tidak sepenuhnya terdokumentasi. Namun, temuan arkeologi membuktikan bahwa keterampilan menenun telah dikenal sejak ribuan tahun silam.\n\nSalah satu penemuan penting adalah kain tenun di situs Gua Harimau, Sumatera Selatan. Kain yang dibuat dari serat pohon pinang tersebut diperkirakan berusia sekitar 3.000 tahun. Selain itu, jejak tradisi menenun juga ditemukan di Nagekeo, Nusa Tenggara Timur, serta Donggala, Sulawesi Tengah. Hingga kini, kedua daerah ini masih melestarikan warisan menenun dari masa lampau.\n\nNagekeo, Nusa Tenggara Timur\n\nPada era Megalitikum, masyarakat Nagekeo telah membuat kain tenun dari serat daun pisang dan kapas. Bahan tersebut dipintal menjadi benang dan diberi warna dari pewarna alami, seperti akar kayu dan daun. Kain tenun digunakan untuk pakaian berupa sarung dan selendang, juga sebagai tikar atau hiasan. Selain fungsi praktis, kain tenun juga berperan penting dalam upacara adat dan menjadi bagian dari identitas sosial budaya masyarakat.\n\nDonggala, Sulawesi Tengah\n\nDi Donggala, sekitar 1.500 tahun yang lalu, masyarakat menenun dengan memanfaatkan serat pandan menggunakan alat sederhana, seperti tual atau alat tenun tanpa pakan. Pola dan warna tenun Donggala sarat makna simbolis, sering dikaitkan dengan mitologi serta kepercayaan lokal. Motif burung maleo, misalnya, dipandang sebagai lambang keberanian dan keteguhan.\n\nCiri khas tenun Donggala terletak pada motif geometris, terutama garis lurus serta bentuk segi empat. Warna yang dipakai cukup beragam, mulai dari cerah hingga gelap, sering kali dipadukan dengan ornamen bunga atau bentuk lain yang penuh makna.u binatang.\n\nTradisi tenun terus berlanjut pada masa beridirnya kerajaan-kerajaan kecil di Sulawesi Tengah, seperti Kerajaan Banawa, Sigi, dan Banggai dengan ciri khasnya masing-masing. Tenun Donggala mengalami masa kejayaan pada masa Kerajaan Banawa pada abad ke-17. Kemudian, selama masa penjajahan Belanda, tenun Donggala menjadi komoditas perdagangan penting dan diekspor ke berbagai negara di dunia.\n\nMenelusuri riwayat tenun dari masa prasejarah membuat kita makin dapat menghargai tenun sebagai bagian tak terpisahkan dari budaya Nusantara. Dalam perkembangannya, tenun Nusantara menjadi semakin kompleks dan terkenal di dunia internasional. Kini, banyak jenis tenun Nusantara yang diakui sebagai warisan budaya dunia oleh UNESCO, seperti kain songket dan tenun ikat. \n\nSeiring dengan perkembangan zaman, teknologi modern dan produksi massal hidup berdampingan dengan peran tenun tradisional. Perpaduan ini membuat seni tenun Nusantara menjadi makin kaya.",
    "imageFile": "artikel-5.jpg",
    "tags": []
  },
  {
    "title": "7 September Hari Tenun Nasional, Ini Sejarah Tenun di Indonesia",
    "summary": "Hari Tenun Nasional diperingati setiap 7 September sebagai upaya melestarikan tradisi menenun yang mulai tergerus zaman. Menurut laman kebudayaan.kemdikbud.go.id, seni menenun telah…",
    "content": "Hari Tenun Nasional diperingati setiap 7 September sebagai upaya melestarikan tradisi menenun yang mulai tergerus zaman. Menurut laman kebudayaan.kemdikbud.go.id, seni menenun telah dikenal sejak masa prasejarah, bahkan beberapa abad sebelum masehi. Awalnya, masyarakat lebih dulu membuat anyaman dari daun atau serat kayu, yang kemudian berkembang menjadi keterampilan menenun.\n\nSeiring waktu, kemampuan ini menyebar luas ke berbagai daerah di Indonesia, menghasilkan kain tenun dengan ragam teknik, warna, dan motif yang sangat beragam, biasanya terinspirasi dari budaya serta lingkungan setempat. Dulu, kain tenun erat kaitannya dengan upacara adat dan keagamaan seperti kelahiran, pernikahan, hingga kematian. Kini, tenun tidak hanya digunakan sebagai busana adat, tetapi juga diaplikasikan dalam interior dan produk modern lainnya.\n\nSalah satu tenun tertua di Indonesia adalah tenun sekomandi dari masyarakat Kalumpang-Mamuju, Sulawesi Barat. Usianya lebih dari 480 tahun dan termasuk yang tertua di dunia. Nama “sekomandi” berasal dari kata seko (persaudaraan) dan mandi (erat/kuat), sehingga bermakna ikatan persaudaraan yang kokoh. Setiap warna dan motifnya mengandung nilai spiritual.\n\nProses pembuatan sekomandi terbilang unik dan memakan waktu berbulan-bulan. Bahannya berasal dari kulit kayu yang ditumbuk, dipintal, lalu diberi pewarna alami, misalnya cabai yang dicampur bahan lain. Warna yang dominan adalah cokelat kemerahan, krem, dan hitam sebagai dasar, menjadikan tenun ini tidak hanya indah tetapi juga sarat makna budaya.",
    "imageFile": "artikel-6.jpg",
    "tags": []
  },
  {
    "title": "Tenun Tunjukkan Identitas Budaya, Gagasan Hari Tenun Nasional Terus Didorong",
    "summary": "Indonesia dikenal sebagai negara dengan keragaman suku dan budaya, yang menjadikannya kaya akan seni tradisi, termasuk kerajinan tenun dan songket. Kain-kain ini…",
    "content": "Indonesia dikenal sebagai negara dengan keragaman suku dan budaya, yang menjadikannya kaya akan seni tradisi, termasuk kerajinan tenun dan songket. Kain-kain ini tidak hanya berfungsi sebagai busana, tetapi juga simbol budaya dan spiritual yang mencerminkan identitas masyarakat setempat. Setiap daerah memiliki ciri khas tersendiri, baik dari teknik pembuatan, corak, maupun filosofi yang menyertainya, sehingga menjadikannya bagian penting dari warisan budaya bangsa, sejajar dengan batik.\n\nNamun, modernisasi membuat keberadaan warisan ini semakin tergerus. Jumlah perajin menurun dan generasi muda semakin jarang mengenakan tenun dalam kehidupan sehari-hari. Hal itu disoroti oleh Anna Mariana, pelopor tenun Indonesia sekaligus Ketua Umum Yayasan Cinta Budaya Kain Nusantara (YCBKI), dalam webinar bertema “Tenun Sebagai Benteng Pertahanan Budaya dan Jati Diri Bangsa” yang digelar bersama Komunitas Tekstil Tradisional Indonesia. Acara ini juga melibatkan perwakilan pemerintah, Dewan Keraton Nusantara, hingga Dharma Pertiwi yang diharapkan dapat menjadi teladan dalam penggunaan tenun.\n\nAnna menegaskan pentingnya menjadikan tenun sebagai sarana menjaga identitas bangsa, sekaligus mendorong penetapan 7 September sebagai Hari Tenun Nasional (HTN). Sejak 2019, ia aktif menggagas gerakan ini melalui deklarasi HTN. Selain itu, ia mendirikan KTTI, Yayasan CBKN, dan Asosiasi Perajin Tenun Songket Indonesia (APTS) untuk menaungi ribuan perajin dari 34 provinsi.\n\nMisinya tidak hanya sebatas pelestarian budaya, tetapi juga pemberdayaan ekonomi. Dengan mendukung industri kreatif, gerakan ini diharapkan mampu mengurangi pengangguran sekaligus meningkatkan produksi kain tradisional. Anna mengajak seluruh masyarakat untuk lebih mencintai tenun nusantara sebagai karya anak bangsa yang merepresentasikan karakter, jati diri, serta kebanggaan Indonesia di mata dunia.\nSetiap wilayah di Nusantara, mulai dari Sumatra, Jawa, Bali, Nusa Tenggara, Sulawesi, hingga Papua, memiliki corak, warna, simbol, makna, serta teknik tenun yang berbeda. Semua itu erat kaitannya dengan nilai budaya, kepercayaan, serta sejarah masyarakat setempat.\n\nJejak Tenun Nusantara Sejak Prasejarah\n\nInformasi mengenai artefak tenun di Indonesia kuno memang terbatas dan tidak sepenuhnya terdokumentasi. Namun, temuan arkeologi membuktikan bahwa keterampilan menenun telah dikenal sejak ribuan tahun silam.\n\nSalah satu penemuan penting adalah kain tenun di situs Gua Harimau, Sumatera Selatan. Kain yang dibuat dari serat pohon pinang tersebut diperkirakan berusia sekitar 3.000 tahun. Selain itu, jejak tradisi menenun juga ditemukan di Nagekeo, Nusa Tenggara Timur, serta Donggala, Sulawesi Tengah. Hingga kini, kedua daerah ini masih melestarikan warisan menenun dari masa lampau.\n\nNagekeo, Nusa Tenggara Timur\n\nPada era Megalitikum, masyarakat Nagekeo telah membuat kain tenun dari serat daun pisang dan kapas. Bahan tersebut dipintal menjadi benang dan diberi warna dari pewarna alami, seperti akar kayu dan daun. Kain tenun digunakan untuk pakaian berupa sarung dan selendang, juga sebagai tikar atau hiasan. Selain fungsi praktis, kain tenun juga berperan penting dalam upacara adat dan menjadi bagian dari identitas sosial budaya masyarakat.\n\nDonggala, Sulawesi Tengah\n\nDi Donggala, sekitar 1.500 tahun yang lalu, masyarakat menenun dengan memanfaatkan serat pandan menggunakan alat sederhana, seperti tual atau alat tenun tanpa pakan. Pola dan warna tenun Donggala sarat makna simbolis, sering dikaitkan dengan mitologi serta kepercayaan lokal. Motif burung maleo, misalnya, dipandang sebagai lambang keberanian dan keteguhan.\n\nCiri khas tenun Donggala terletak pada motif geometris, terutama garis lurus serta bentuk segi empat. Warna yang dipakai cukup beragam, mulai dari cerah hingga gelap, sering kali dipadukan dengan ornamen bunga atau bentuk lain yang penuh makna.u binatang.\n\nTradisi tenun terus berlanjut pada masa beridirnya kerajaan-kerajaan kecil di Sulawesi Tengah, seperti Kerajaan Banawa, Sigi, dan Banggai dengan ciri khasnya masing-masing. Tenun Donggala mengalami masa kejayaan pada masa Kerajaan Banawa pada abad ke-17. Kemudian, selama masa penjajahan Belanda, tenun Donggala menjadi komoditas perdagangan penting dan diekspor ke berbagai negara di dunia.\n\nMenelusuri riwayat tenun dari masa prasejarah membuat kita makin dapat menghargai tenun sebagai bagian tak terpisahkan dari budaya Nusantara. Dalam perkembangannya, tenun Nusantara menjadi semakin kompleks dan terkenal di dunia internasional. Kini, banyak jenis tenun Nusantara yang diakui sebagai warisan budaya dunia oleh UNESCO, seperti kain songket dan tenun ikat. \n\nSeiring dengan perkembangan zaman, teknologi modern dan produksi massal hidup berdampingan dengan peran tenun tradisional. Perpaduan ini membuat seni tenun Nusantara menjadi makin kaya.",
    "imageFile": "artikel-7.jpg",
    "tags": []
  },
  {
    "title": "Kain Tenun Lintas Negeri: Warisan Budaya yang Menyatukan NTT dan Timor Leste",
    "summary": "Indonesia kerap disebut sebagai negeri sejuta budaya, sebuah julukan yang nyata terlihat dalam tradisi turun-temurun, termasuk seni menenun. Jika di negara maju…",
    "content": "Indonesia kerap disebut sebagai negeri sejuta budaya, sebuah julukan yang nyata terlihat dalam tradisi turun-temurun, termasuk seni menenun. Jika di negara maju kain dihasilkan oleh mesin modern, maka di Nusa Tenggara Timur (NTT) dan Timor Leste, selembar kain lahir dari ketekunan tangan perempuan desa. Kapas dipintal menjadi benang, diwarnai dengan bahan alami dari akar, kulit kayu, atau daun, lalu ditenun perlahan hingga tercipta motif penuh filosofi. Setiap helai adalah hasil kesabaran dan doa.\n\nDi pasar perbatasan Atambua–Maliana, kain tenun menjadi simbol persaudaraan lintas negara. Penjual dari Atambua bisa menukar tenun Maumere dengan Tais dari Oecusse tanpa hitungan harga, hanya berbekal rasa percaya. Bagi masyarakat Timor Leste, Tais bukan sekadar busana, melainkan identitas nasional. Ia dipakai dalam upacara adat, disampirkan kepada tamu sebagai tanda penghormatan, dan hadir dalam beragam bentuk: Tais Mane untuk pria, Tais Feto untuk wanita, hingga Tais Ki’ik yang sederhana. Motifnya pun sarat simbol flora, fauna, dan spiritualitas.\n\nSementara itu, masyarakat NTT memiliki ragam tenun sesuai daerah. Sumba terkenal dengan motif kuda dan naga, Maumere dengan corak hujan dan pepohonan, sedangkan Rote dan Sabu dengan bentuk geometris dan motif Buna. Menenun bagi mereka bukan sekadar kerja tangan, melainkan doa yang diyakini membawa berkah bagi keluarga.\n\nMeski berbeda penyebutan, baik tenun NTT maupun Tais Timor Leste sama-sama lahir dari akar budaya yang mirip: teknik ikat dengan pewarna alami, peran penting dalam adat, dan simbol persaudaraan. Bedanya, di Timor Leste, Tais menjadi simbol nasional dan pernah dipakai sebagai sarana perlawanan kultural, sedangkan di NTT, tenun erat kaitannya dengan status sosial, mas kawin, hingga pertukaran adat.\n\nDi desa-desa NTT maupun Oecusse, suara alat tenun masih mewarnai kehidupan sehari-hari. Perempuan menenun di sela aktivitas rumah tangga, menjadikannya bagian tak terpisahkan dari identitas mereka. Namun, modernisasi menghadirkan tantangan baru: generasi muda yang enggan menenun, serta pewarna sintetis yang mulai menggantikan pewarna alami. Meski begitu, peluang juga terbuka, sebab kain tenun kini mulai masuk ke panggung mode internasional dan butik-butik Eropa.\n\nSelembar kain tenun pada akhirnya bukan hanya karya seni, tetapi juga simbol persaudaraan lintas batas. Ia menyatukan, melampaui garis peta dan sekat politik. Dari Tais Timor Leste hingga tenun NTT, kita belajar bahwa budaya dan warisan leluhur adalah benang yang mengikat persaudaraan dari generasi ke generasi.\nSetiap wilayah di Nusantara, mulai dari Sumatra, Jawa, Bali, Nusa Tenggara, Sulawesi, hingga Papua, memiliki corak, warna, simbol, makna, serta teknik tenun yang berbeda. Semua itu erat kaitannya dengan nilai budaya, kepercayaan, serta sejarah masyarakat setempat.\n\nJejak Tenun Nusantara Sejak Prasejarah\n\nInformasi mengenai artefak tenun di Indonesia kuno memang terbatas dan tidak sepenuhnya terdokumentasi. Namun, temuan arkeologi membuktikan bahwa keterampilan menenun telah dikenal sejak ribuan tahun silam.\n\nSalah satu penemuan penting adalah kain tenun di situs Gua Harimau, Sumatera Selatan. Kain yang dibuat dari serat pohon pinang tersebut diperkirakan berusia sekitar 3.000 tahun. Selain itu, jejak tradisi menenun juga ditemukan di Nagekeo, Nusa Tenggara Timur, serta Donggala, Sulawesi Tengah. Hingga kini, kedua daerah ini masih melestarikan warisan menenun dari masa lampau.\n\nNagekeo, Nusa Tenggara Timur\n\nPada era Megalitikum, masyarakat Nagekeo telah membuat kain tenun dari serat daun pisang dan kapas. Bahan tersebut dipintal menjadi benang dan diberi warna dari pewarna alami, seperti akar kayu dan daun. Kain tenun digunakan untuk pakaian berupa sarung dan selendang, juga sebagai tikar atau hiasan. Selain fungsi praktis, kain tenun juga berperan penting dalam upacara adat dan menjadi bagian dari identitas sosial budaya masyarakat.\n\nDonggala, Sulawesi Tengah\n\nDi Donggala, sekitar 1.500 tahun yang lalu, masyarakat menenun dengan memanfaatkan serat pandan menggunakan alat sederhana, seperti tual atau alat tenun tanpa pakan. Pola dan warna tenun Donggala sarat makna simbolis, sering dikaitkan dengan mitologi serta kepercayaan lokal. Motif burung maleo, misalnya, dipandang sebagai lambang keberanian dan keteguhan.\n\nCiri khas tenun Donggala terletak pada motif geometris, terutama garis lurus serta bentuk segi empat. Warna yang dipakai cukup beragam, mulai dari cerah hingga gelap, sering kali dipadukan dengan ornamen bunga atau bentuk lain yang penuh makna.u binatang.\n\nTradisi tenun terus berlanjut pada masa beridirnya kerajaan-kerajaan kecil di Sulawesi Tengah, seperti Kerajaan Banawa, Sigi, dan Banggai dengan ciri khasnya masing-masing. Tenun Donggala mengalami masa kejayaan pada masa Kerajaan Banawa pada abad ke-17. Kemudian, selama masa penjajahan Belanda, tenun Donggala menjadi komoditas perdagangan penting dan diekspor ke berbagai negara di dunia.\n\nMenelusuri riwayat tenun dari masa prasejarah membuat kita makin dapat menghargai tenun sebagai bagian tak terpisahkan dari budaya Nusantara. Dalam perkembangannya, tenun Nusantara menjadi semakin kompleks dan terkenal di dunia internasional. Kini, banyak jenis tenun Nusantara yang diakui sebagai warisan budaya dunia oleh UNESCO, seperti kain songket dan tenun ikat. \n\nSeiring dengan perkembangan zaman, teknologi modern dan produksi massal hidup berdampingan dengan peran tenun tradisional. Perpaduan ini membuat seni tenun Nusantara menjadi makin kaya.",
    "imageFile": "artikel-8.jpg",
    "tags": []
  },
  {
    "title": "Tenun Buna Insana TTU, Harta Karun Budaya yang Segera Mendapatkan Pelindungan Indikasi Geografis",
    "summary": "Kabupaten Timor Tengah Utara (TTU), Nusa Tenggara Timur, tengah berupaya melestarikan warisan budaya dengan mendaftarkan Kain Tenun Buna Insana TTU sebagai produk…",
    "content": "Kabupaten Timor Tengah Utara (TTU), Nusa Tenggara Timur, tengah berupaya melestarikan warisan budaya dengan mendaftarkan Kain Tenun Buna Insana TTU sebagai produk Indikasi Geografis ke Direktorat Jenderal Kekayaan Intelektual (DJKI) Kemenkumham. Tenun khas ini dianggap sebagai ikon budaya daerah karena setiap helainya memuat sejarah, adat, serta identitas masyarakat Insana. Motif geometris unik dan warna cerah menjadi ciri khas yang membuatnya diminati di dalam maupun luar negeri.\n\nKetua Masyarakat Perlindungan Indikasi Geografis Tenun TTU, Elvira B.M Ogom, menegaskan bahwa kain ini bukan sekadar kain, melainkan karya seni yang merepresentasikan kekayaan budaya Insana. Ia juga menyebut menenun sudah menjadi tradisi yang wajib dikuasai perempuan, bahkan menjadi syarat sebelum menikah.\n\nProses pembuatan Tenun Buna Insana TTU masih sepenuhnya tradisional, mulai dari pemintalan kapas, pewarnaan alami, hingga penenunan menggunakan alat slaka. Para pengrajin, terutama perempuan, menjadikan keterampilan ini sebagai sumber kemandirian sekaligus penopang pendidikan keluarga.\n\nTim Ahli Indikasi Geografis, Agustinus Pardede, menilai pendaftaran ini penting untuk melindungi tenun dari pemalsuan sekaligus memastikan dokumen deskripsi rampung agar bisa segera didaftarkan secara resmi. Ia menekankan bahwa dokumen tersebut akan menjadi arsip negara bagi generasi penerus. Sementara itu, ahli lain, Mariana Molnar Gabor, mengingatkan pentingnya penggunaan logo Indikasi Geografis begitu tenun ini resmi terdaftar, sebagai identitas produk unggulan sekaligus kebanggaan masyarakat.\n\nDengan perlindungan hukum ini, Tenun Buna Insana TTU diharapkan memiliki nilai jual lebih tinggi, menjadi sumber pendapatan berkelanjutan, sekaligus daya tarik wisata. Produk budaya ini tidak hanya menjaga warisan leluhur, tetapi juga berpotensi besar sebagai unggulan pariwisata TTU di masa depan.\nSetiap wilayah di Nusantara, mulai dari Sumatra, Jawa, Bali, Nusa Tenggara, Sulawesi, hingga Papua, memiliki corak, warna, simbol, makna, serta teknik tenun yang berbeda. Semua itu erat kaitannya dengan nilai budaya, kepercayaan, serta sejarah masyarakat setempat.\n\nJejak Tenun Nusantara Sejak Prasejarah\n\nInformasi mengenai artefak tenun di Indonesia kuno memang terbatas dan tidak sepenuhnya terdokumentasi. Namun, temuan arkeologi membuktikan bahwa keterampilan menenun telah dikenal sejak ribuan tahun silam.\n\nSalah satu penemuan penting adalah kain tenun di situs Gua Harimau, Sumatera Selatan. Kain yang dibuat dari serat pohon pinang tersebut diperkirakan berusia sekitar 3.000 tahun. Selain itu, jejak tradisi menenun juga ditemukan di Nagekeo, Nusa Tenggara Timur, serta Donggala, Sulawesi Tengah. Hingga kini, kedua daerah ini masih melestarikan warisan menenun dari masa lampau.\n\nNagekeo, Nusa Tenggara Timur\n\nPada era Megalitikum, masyarakat Nagekeo telah membuat kain tenun dari serat daun pisang dan kapas. Bahan tersebut dipintal menjadi benang dan diberi warna dari pewarna alami, seperti akar kayu dan daun. Kain tenun digunakan untuk pakaian berupa sarung dan selendang, juga sebagai tikar atau hiasan. Selain fungsi praktis, kain tenun juga berperan penting dalam upacara adat dan menjadi bagian dari identitas sosial budaya masyarakat.\n\nDonggala, Sulawesi Tengah\n\nDi Donggala, sekitar 1.500 tahun yang lalu, masyarakat menenun dengan memanfaatkan serat pandan menggunakan alat sederhana, seperti tual atau alat tenun tanpa pakan. Pola dan warna tenun Donggala sarat makna simbolis, sering dikaitkan dengan mitologi serta kepercayaan lokal. Motif burung maleo, misalnya, dipandang sebagai lambang keberanian dan keteguhan.\n\nCiri khas tenun Donggala terletak pada motif geometris, terutama garis lurus serta bentuk segi empat. Warna yang dipakai cukup beragam, mulai dari cerah hingga gelap, sering kali dipadukan dengan ornamen bunga atau bentuk lain yang penuh makna.u binatang.\n\nTradisi tenun terus berlanjut pada masa beridirnya kerajaan-kerajaan kecil di Sulawesi Tengah, seperti Kerajaan Banawa, Sigi, dan Banggai dengan ciri khasnya masing-masing. Tenun Donggala mengalami masa kejayaan pada masa Kerajaan Banawa pada abad ke-17. Kemudian, selama masa penjajahan Belanda, tenun Donggala menjadi komoditas perdagangan penting dan diekspor ke berbagai negara di dunia.\n\nMenelusuri riwayat tenun dari masa prasejarah membuat kita makin dapat menghargai tenun sebagai bagian tak terpisahkan dari budaya Nusantara. Dalam perkembangannya, tenun Nusantara menjadi semakin kompleks dan terkenal di dunia internasional. Kini, banyak jenis tenun Nusantara yang diakui sebagai warisan budaya dunia oleh UNESCO, seperti kain songket dan tenun ikat. \n\nSeiring dengan perkembangan zaman, teknologi modern dan produksi massal hidup berdampingan dengan peran tenun tradisional. Perpaduan ini membuat seni tenun Nusantara menjadi makin kaya.",
    "imageFile": "artikel-9.jpg",
    "tags": []
  },
  {
    "title": "Ikat Indonesia: Pola tenun tradisional menginspirasi mode global",
    "summary": "Ikat Indonesia: Warisan Budaya yang Menginspirasi Dunia Ikat merupakan salah satu warisan budaya Indonesia yang kaya dan unik. Teknik ini berbeda dari…",
    "content": "Ikat Indonesia: Warisan Budaya yang Menginspirasi Dunia\n\nIkat merupakan salah satu warisan budaya Indonesia yang kaya dan unik. Teknik ini berbeda dari tenun biasa karena proses pewarnaan dilakukan pada benang sebelum ditenun, menghasilkan pola rumit dan penuh makna. Hampir setiap daerah memiliki ciri khasnya sendiri, mulai dari Nusa Tenggara, Kalimantan, hingga Sulawesi, dengan ragam warna dan motif yang mencerminkan identitas budaya setempat.\n\nSejarah dan Teknik\n\nTradisi ikat di Indonesia sudah berlangsung sejak ratusan tahun lalu. Prosesnya tidak sederhana: benang diikat pada bagian tertentu agar tidak terkena pewarna, kemudian dicelup berulang kali hingga menghasilkan warna yang tajam. Setelah itu, benang-benang disusun dan ditenun, menampilkan pola yang sudah dirancang sebelumnya. Ketelitian dan keterampilan tinggi sangat dibutuhkan untuk menjaga keselarasan warna dan motif.\n\nIkat di Panggung Mode\n\nDalam beberapa tahun terakhir, ikat semakin dikenal luas di dunia internasional. Desainer global mulai memasukkan elemen ikat dalam koleksi busana kontemporer sebagai bentuk apresiasi terhadap seni tradisi. Perpaduan teknik tradisional dengan desain modern melahirkan karya-karya inovatif yang tetap menghormati akar budayanya. Dari catwalk internasional hingga butik mode, ikat tampil sebagai simbol kekayaan tekstil Indonesia.\n\nGaya dan Perawatan\n\nBusana berpola ikat kini digemari tidak hanya untuk acara adat, tetapi juga dalam gaya sehari-hari. Pemilihan motif dan kombinasi warna sebaiknya disesuaikan dengan karakter pribadi. Bahan berkualitas penting agar tetap nyaman digunakan, sementara perawatan yang tepat menjaga keindahan kain agar awet. Dengan memahami nilai dan proses di balik ikat, kita tidak hanya mengikuti tren mode global, tetapi juga ikut melestarikan warisan budaya bangsa.\nSetiap wilayah di Nusantara, mulai dari Sumatra, Jawa, Bali, Nusa Tenggara, Sulawesi, hingga Papua, memiliki corak, warna, simbol, makna, serta teknik tenun yang berbeda. Semua itu erat kaitannya dengan nilai budaya, kepercayaan, serta sejarah masyarakat setempat.\n\nJejak Tenun Nusantara Sejak Prasejarah\n\nInformasi mengenai artefak tenun di Indonesia kuno memang terbatas dan tidak sepenuhnya terdokumentasi. Namun, temuan arkeologi membuktikan bahwa keterampilan menenun telah dikenal sejak ribuan tahun silam.\n\nSalah satu penemuan penting adalah kain tenun di situs Gua Harimau, Sumatera Selatan. Kain yang dibuat dari serat pohon pinang tersebut diperkirakan berusia sekitar 3.000 tahun. Selain itu, jejak tradisi menenun juga ditemukan di Nagekeo, Nusa Tenggara Timur, serta Donggala, Sulawesi Tengah. Hingga kini, kedua daerah ini masih melestarikan warisan menenun dari masa lampau.\n\nNagekeo, Nusa Tenggara Timur\n\nPada era Megalitikum, masyarakat Nagekeo telah membuat kain tenun dari serat daun pisang dan kapas. Bahan tersebut dipintal menjadi benang dan diberi warna dari pewarna alami, seperti akar kayu dan daun. Kain tenun digunakan untuk pakaian berupa sarung dan selendang, juga sebagai tikar atau hiasan. Selain fungsi praktis, kain tenun juga berperan penting dalam upacara adat dan menjadi bagian dari identitas sosial budaya masyarakat.\n\nDonggala, Sulawesi Tengah\n\nDi Donggala, sekitar 1.500 tahun yang lalu, masyarakat menenun dengan memanfaatkan serat pandan menggunakan alat sederhana, seperti tual atau alat tenun tanpa pakan. Pola dan warna tenun Donggala sarat makna simbolis, sering dikaitkan dengan mitologi serta kepercayaan lokal. Motif burung maleo, misalnya, dipandang sebagai lambang keberanian dan keteguhan.\n\nCiri khas tenun Donggala terletak pada motif geometris, terutama garis lurus serta bentuk segi empat. Warna yang dipakai cukup beragam, mulai dari cerah hingga gelap, sering kali dipadukan dengan ornamen bunga atau bentuk lain yang penuh makna.u binatang.\n\nTradisi tenun terus berlanjut pada masa beridirnya kerajaan-kerajaan kecil di Sulawesi Tengah, seperti Kerajaan Banawa, Sigi, dan Banggai dengan ciri khasnya masing-masing. Tenun Donggala mengalami masa kejayaan pada masa Kerajaan Banawa pada abad ke-17. Kemudian, selama masa penjajahan Belanda, tenun Donggala menjadi komoditas perdagangan penting dan diekspor ke berbagai negara di dunia.\n\nMenelusuri riwayat tenun dari masa prasejarah membuat kita makin dapat menghargai tenun sebagai bagian tak terpisahkan dari budaya Nusantara. Dalam perkembangannya, tenun Nusantara menjadi semakin kompleks dan terkenal di dunia internasional. Kini, banyak jenis tenun Nusantara yang diakui sebagai warisan budaya dunia oleh UNESCO, seperti kain songket dan tenun ikat. \n\nSeiring dengan perkembangan zaman, teknologi modern dan produksi massal hidup berdampingan dengan peran tenun tradisional. Perpaduan ini membuat seni tenun Nusantara menjadi makin kaya.",
    "imageFile": "artikel-10.jpg",
    "tags": []
  }
]
