[
  {
    "province": "Nanggroe Aceh Darussalam",
    "jenisTenun": "Tenun Songket",
    "description": "Songket Aceh sudah dikenal sejak masa Kesultanan Aceh (abad ke-16). Kain ini menjadi simbol kebesaran dan status sosial, biasanya dipakai oleh bangsawan atau keluarga raja. Benang emas/perak yang digunakan pada tenunan dipengaruhi oleh jalur perdagangan dengan India dan Timur Tengah, membuatnya terlihat mewah dan agung.\n\nMotif & Ciri Khas: Tenun dengan benang emas/perak di atas dasar kain berwarna merah, hitam, atau hijau.\n\nMotif umum: bunga bintang, pucuk rebung, dan geometris khas Aceh → melambangkan kejayaan, kesuburan, serta doa keselamatan.\n\nKain songket Aceh sering dipadukan dengan pakaian adat seperti Baju Kurung, Linto Baro (pengantin pria), dan Daro Baro (pengantin wanita).\n\nFakta Unik: Songket Aceh bukan hanya busana, tapi juga dianggap sebagai “simbol marwah” (kehormatan) keluarga. Semakin rumit motifnya, semakin tinggi pula status sosial pemakainya.\n\nKapan dipakai: Pernikahan adat Aceh (pakaian pengantin pria & wanita).\n\nTari tradisional seperti Tari Saman dan Seudati.\n\nPenyambutan tamu kehormatan dan upacara adat."
  },
  {
    "province": "Sumatra Utara",
    "jenisTenun": "Ulos",
    "description": "Ulos adalah kain tenun tradisional suku Batak di Sumatera Utara. Sudah ada sejak ratusan tahun lalu dan menjadi bagian penting dari kehidupan masyarakat Batak. Ulos bukan hanya kain, tetapi simbol kasih sayang, restu, dan ikatan persaudaraan. Dahulu, ulos juga dianggap memiliki kekuatan spiritual sebagai pelindung dari marabahaya dan sumber berkah.\n\nMotif & Ciri Khas: Ditulis (ditenun) dengan alat tradisional menggunakan benang kapas berwarna merah, hitam, dan putih.\n\nMotif khas: ragi hotang (ikat rotan), ragi hidup, sibolang, mangiring → masing-masing punya makna filosofi.\n\nRagi hotang: persatuan & kekuatan.\n\nSibolang: simbol duka cita & ketabahan.\n\nMangiring: lambang doa untuk keturunan.\n\nWarna dominan: merah (kehidupan & keberanian), hitam (perlindungan), putih (kesucian).\n\nFakta Unik: Ulos sering dianggap sebagai “selimut kehangatan jiwa” bagi orang Batak.\n\nPada tahun 2014, Kementerian Pendidikan & Kebudayaan Indonesia menetapkan Ulos sebagai Warisan Budaya Takbenda Indonesia.\n\nAda lebih dari 30 jenis Ulos yang berbeda fungsi & maknanya.\n\nKapan dipakai: Upacara adat Batak (pernikahan, kelahiran, kematian, pemberian marga).\n\nSimbol kasih sayang: orang tua memberi ulos kepada anak pada hari pernikahan.\n\nPemberian ulos holong (ulos cinta) sebagai tanda restu & doa."
  },
  {
    "province": "Sumatra Selatan",
    "jenisTenun": "Songket Palembang",
    "description": "Songket palembang dikenal dengan beragamnya jenis dan fungsi yang ditampilkan dalam berbagai motif dan benang yang dipakai. Secara garis besar, motif songket Palembang dapat dikategorikan menjadi tiga. Ketiga motif tersebut adalah tumbuhan atau bunga, geometris, dan juga campuran. Secara filosofis, motif tumbuhan mengartikan hubungan antara kehidupan manusia yang tidak bisa lepas dari alam. Sementara itu, motif geometris tidak memiliki artian khusus.\n\nMotif & Ciri Khas: Kategori Motif\n\nMotif Tumbuhan/Bunga → melambangkan hubungan erat manusia dengan alam.\n\nMotif Geometris → lebih ke bentuk visual tanpa arti khusus tertentu.\n\nMotif Campuran → gabungan tumbuhan & geometris, sering dipakai pada songket modern.\n\nMakna Filosofis\n\nMotif bunga & tumbuhan → simbol kehidupan, kesuburan, dan keterikatan dengan alam.\n\nMotif geometris → estetis, lebih ke fungsi visual daripada makna.\n\nMotif campuran → menegaskan kekayaan seni & kreativitas masyarakat Palembang.\n\nWarna & Simbol Sosial\n\nMerah & emas → kental pengaruh budaya Tiongkok, simbol keberanian, kekayaan, kejayaan, kemakmuran.\n\nHitam, merah tua, hijau gelap → melambangkan duka atau status sosial tertentu (misalnya janda).\n\nWarna cerah → sering dipakai untuk menandakan harapan atau keinginan menikah lagi.\n\nJenis Songket\n\nSongket Lepus → hampir seluruh kain tertutup benang emas, dulunya hanya untuk bangsawan.\n\nDibagi lagi:\n\nLepus Berekam\n\nLepus Berantai\n\nLepus Penuh\n\nPerbedaan ketiganya terletak pada padat tidaknya benang emas dan pola hiasan.\n\nFakta Unik: Songket Palembang dijuluki “Ratu Segala Kain” dan pada 2013 diakui UNESCO sebagai Warisan Budaya Takbenda Indonesia.\n\nKapan dipakai: Songket Palembang biasanya dipakai pada acara pernikahan adat, upacara tradisional, pertunjukan budaya, serta masih sering dijadikan busana resmi dan modern."
  },
  {
    "province": "Sumatra Barat",
    "jenisTenun": "Pandai Sikek",
    "description": "Tenun Pandai Sikek berasal dari Nagari Pandai Sikek, Tanah Datar, Sumatera Barat. Tradisi menenun di sini sudah ada sejak abad ke-19 dan diwariskan turun-temurun, khususnya oleh kaum perempuan. Kain ini menjadi simbol kebesaran masyarakat Minangkabau dan bahkan pernah diabadikan pada pecahan uang Rp 5.000.\n\nMotif & Ciri Khas: Jenis utama:\n\nSongket Balapak (Sarek) → penuh benang emas/perak di seluruh kain.\n\nSongket Batabua (Babintang) → motif hanya tersebar di bagian tertentu.\n\nMotif wajib:\n\nBatang Pinang (pohon pinang)\n\nBijo Bayam (biji bayam)\n\nSaluak Laka\n(Jika tidak ada tiga motif ini, bukan asli Pandai Sikek).\n\nWarna dasar biasanya merah atau hitam, dengan ragam hias emas yang berkilau.\n\nFakta Unik: Kain Pandai Sikek disebut-sebut sebagai “maharaja songket Minangkabau”, karena keindahannya pernah dijadikan ilustrasi resmi di uang kertas Rp 5.000 Indonesia.\n\nKapan dipakai: Upacara adat Minangkabau.\n\nPernikahan tradisional sebagai selendang, hiasan kepala, atau pakaian pengantin.\n\nPertunjukan budaya dan simbol status sosial masyarakat."
  },
  {
    "province": "Bengkulu",
    "jenisTenun": "Tenun Bumpak",
    "description": "Tenun Bumpak adalah kain tenun tradisional dari suku Serawai di Kabupaten Seluma, Bengkulu, yang dikenal sebagai kain pengantin—diproduksi secara manual sejak masa penjajahan Belanda dan mulai dikembangkan kembali sekitar tahun 1977\n\nMotif & Ciri Khas: Motif khas: gajah bejuang, palak keluang, niugh setundung, seluang mudiak (melambangkan keberanian & kebersamaan, misalnya motif ikan yang berenang bersama tanpa menyerah)\n\n\nWarna dominan: merah, hitam, biru, dan emas—simbol kejayaan dan kemakmuran.\n\nTepi kain dihias ornamen geometris seperti empang laweyan atau ulagh panggang, dan terkadang disertai benang emas untuk menonjolkan kemewahan.\n\nFakta Unik: Pada tahun 2024, Tenun Bumpak Seluma mendapat Sertifikat Indikasi Geografis (IG)—pengakuan resmi terhadap keunikan dan asal-usul geografisnya\n\nKapan dipakai: Tradisi lama menyebut bahwa Tenun Bumpak digunakan dalam upacara adat dan ritual keagamaan, serta kerap dikenal sebagai kain pengantin penting dalam budaya Serawai."
  },
  {
    "province": "Riau",
    "jenisTenun": "Motif Pucuk Rebung",
    "description": "Motif Pucuk Rebung mengakar dalam tradisi tekstil Melayu Riau; secara visual berbentuk segitiga sama kaki yang melambangkan kekuatan dan keteguhan memegang adat.\n\nMotif & Ciri Khas: Motif berbentuk seperti tunas bambu dengan pola segitiga, sering muncul di tepi kain atau sebagai pembatas sarung/songket.\n\nUmumnya dihias secara berulang sebagai border (gagang) dengan nuansa estetika Melayu klasik.\n\nFakta Unik: Motif Pucuk Rebung begitu ikonik hingga menjadi salah satu motif paling dominan dalam branding budaya dan produk tekstil Riau—bahkan dikembangkan menjadi desain tipografi modern untuk melestarikan warisan Melayu\n\nKapan dipakai: Umumnya digunakan sebagai hiasan tepi kain (border) pada songket atau sarung tenun Melayu Riau.\n\n\nSering ditampilkan dalam busana tradisional Melayu, upacara adat, dan produk kreatif budaya modern sebagai simbol identitas Melayu Riau"
  },
  {
    "province": "Kepulauan Riau",
    "jenisTenun": "Kain Telepuk",
    "description": "Kain Telepuk merupakan tenun khas Melayu Lingga yang muncul dari akulturasi budaya Melayu dan Bugis sejak era Kesultanan Lingga-Riau. Teknik “telepuk” sendiri berarti memberi motif pada kain dengan kertas emas yang ditecap—metode ini sudah digunakan sejak lama di kalangan bangsawan Lingga\n\nMotif & Ciri Khas: Warna dasar: biru tua dengan motif taburan bunga kecil berwarna kuning emas.\n\nTerdapat motif “kepala kain”—bagian tengah kain dengan ukuran khusus sebagai ornamen utama dan penanda pakaian pria bangsawan saat dipakai ke belakang.\n\nProses tradisional: motif ditempeli kertas emas menggunakan cap, lalu ditekan dengan bambu, dikeringkan, dan dijahit menjadi sarung.\n\nFakta Unik: Dahulu, telepuk eksklusif hanya dipakai oleh bangsawan—syaratnya ketat dan bukan untuk masyarakat biasa, bahkan ada aturan istiadat yang melarang penggunaan oleh orang awam\n\nKapan dipakai: Biasanya dikenakan saat acara adat istiadat seperti pernikahan, saat pengantin bersanding, atau menghadiri majelis adat. Kain ini juga dirancang khusus untuk digunakan oleh laki-laki bangsawan dalam simbol status."
  },
  {
    "province": "Jambi",
    "jenisTenun": "Tenun Songket Jambi",
    "description": "Songket Jambi adalah kain tenun tradisional khas Provinsi Jambi, dibuat dengan teknik tenun tradisional gedogan dan dihias benang emas atau berwarna. Kain ini mencerminkan budaya dan identitas masyarakat Melayu Jambi yang kaya nilai sejarah dan lokalitas.\n\nMotif & Ciri Khas: Songket Jambi dikenal dengan motif-motif yang menggambarkan kekayaan alam dan simbol budaya setempat. Beberapa motif penting antara lain:\n\nDurian Pecah\n\nAngsa (Angso Duo)\n\nSungai Batanghari\n...dan lainnya yang mewakili identitas lokal.\n\nFakta Unik: Motif \"Angso Duo\" pada Songket Jambi bahkan menjadi simbol Kota Jambi, melambangkan pencarian tempat yang lebih baik dan harmoni kehidupan.\n\nKapan dipakai: Songket Jambi digunakan terutama pada acara-acara resmi dan adat seperti pernikahan, serta sering ditampilkan di museum atau sebagai elemen dekoratif dan part of local heritage economy."
  },
  {
    "province": "Lampung",
    "jenisTenun": "Kain Tapis",
    "description": "Kain Tapis adalah tekstil tradisional khas Lampung yang dibuat dengan teknik tenun benang kapas yang kemudian disulam menggunakan benang emas atau perak—dikenal secara turun-temurun sebagai sarung formal dan simbol kehormatan masyarakat Lampung.\n\nMotif & Ciri Khas: Motif tradisional: dominan bertema flora & fauna—seperti pucuk rebung, pohon hayat, burung garuda, gajah, dan perahu \n\nTeknik penyusunan: benang emas/perak disulam dengan teknik couching atau sulam tradisional (cucuk) membentuk motif rumit dan berkilau \n\n\nNilai simbolis mendalam:\n\nKesucian dan kehormatan\n\nStatus sosial & kewibawaan, semakin kompleks motif → semakin tinggi status pemakainya \nkumparan\nWawai News\n.\n\nKeharmonisan dengan alam dan nilai spiritual (\"Piil Pesenggiri\")\n\nFakta Unik: Kain Tapis tak hanya dipakai sebagai busana, tapi pernah dikenakan dalam perhelatan penting dunia, seperti penobatan Raja Charles III—dibuat dengan proses menenun tradisional tangan yang lengkap, butuh waktu hingga 3,5 bulan untuk satu kain.\n\nKapan dipakai: Biasanya digunakan pada upacara adat (misal pernikahan, penyambutan tamu kehormatan, dan pemberian gelar adat). Dahulu hanya boleh dipakai oleh bangsawan atau orang berpangkat—pelanggaran terhadap aturan penggunaan bisa dikenai sanksi adat. Kini, Tapis juga dipakai masyarakat umum dan sebagai dekorasi."
  },
  {
    "province": "Bangka Belitung",
    "jenisTenun": "Kain Cual",
    "description": "Kain Cual berkembang pertama kali di Kota Muntok, Bangka Belitung, pada abad ke-17 sebagai adaptasi lokal dari Songket Palembang . Kini, kain ini bahkan dijadikan seragam resmi di sekolah dan kantor pemerintahan setempat\n\nMotif & Ciri Khas: Motif yang khas meliputi: Kembang Gajah, Bunga Cina, Naga Bertarung, Burung Hong—dibuat dengan benang sutra bahkan benang emas 18 karat \n.\n\nSecara teknis, Cual adalah tenunan ikat (bukan songket) dengan corak khas yang penuh dan juga berupa ruang kosong (seperti motif Penganten Bekecak atau Jande Bekecak)\n\nFakta Unik: Karena proses pembuatannya yang rumit dan bahan premium, harga kain Cual bisa mencapai jutaan rupiah—misalnya kain songket Cual termahal bisa dihargai hingga Rp15 juta\n\nKapan dipakai: Dulu: dikenakan oleh kaum bangsawan dan sebagai pakaian pengantin, khususnya sebagai pelengkap Baju Seting dan Cual Cloth dalam upacara adat \n\n\nKini: umumnya dipakai sebagai seragam sekolah (Jumat) maupun dalam beberapa acara formal pemerintahan dan perhelatan budaya di Bangka Belitung"
  },
  {
    "province": "Kalimantan Barat",
    "jenisTenun": "Tenun Sambas",
    "description": "Tenun Sambas—juga dikenal sebagai kain Lunggi—telah diproduksi di Kesultanan Sambas sejak abad ke-17, tepatnya sejak pemerintahan Sultan Sulaiman (memerintah tahun 1675); telah menjadi bagian penting dalam tradisi Melayu setempat.\n\nMotif & Ciri Khas: Dihiasi dengan benang emas atau perak, menghasilkan motif rumit bergaya Melayu: tepuk pedada, siku keluang, mata punai, awan larat, pucuk rebung, bunga melur, tujuh tabur melati, dan sebagainya. \n\nTeknik tenun melibatkan penyeberangan benang lungsin dan pakan secara tradisional yang memerlukan ketelitian tinggi dan kecermatan tinggi.\n\nFakta Unik: Tenun Sambas terdaulat sebagai Warisan Budaya Tak Benda Indonesia pada tahun 2010, dan menjadi salah satu kain tenun paling bernilai tinggi yang mendunia, berkat keindahan motif rumit dan teknik tradisionalnya.\n\nKapan dipakai: Digunakan dalam upacara adat, terutama pernikahan, dan acara penting masyarakat Melayu Sambas, sebagai simbol identitas budaya dan status sosial."
  },
  {
    "province": "Kalimantan Timur",
    "jenisTenun": "Tenun Ulap Doyo",
    "description": "Tenun Ulap Doyo merupakan kain tenun ikat tradisional khas suku Dayak Benuaq di Kalimantan Timur, terutama di daerah Tanjung Isuy dan Kutai Barat, dan sudah muncul sejak era Kerajaan Kutai pada masa Hindu-Buddha sebelum abad ke-17.\n\nMotif & Ciri Khas: Bahan utama: serat daun doyo (Curculigo latifolia), sejenis pandan berserat kuat.\n\nProses pembuatan: daun dikeringkan, disayat untuk mendapatkan serat halus, kemudian dilinting menjadi benang, diwarnai alami (buah glinggam, kayu uwar, kayu oter), lalu ditenun.\nOrami\n\nMotif khas: flora, fauna (termasuk naga sebagai simbol kecantikan), perahu (kerja sama), motif harimau (keperkasaan), hingga “tangga rebah” (melindungi usaha dan kebersamaan).\n\nBeberapa motif menunjukkan kasta sosial: motif waniq ngelukng untuk warga biasa, sementara motif jaunt nguku hanya dipakai bangsawan dan raja.\n\nFakta Unik: Teknik menenun Ulap Doyo sangat khas dan diwariskan turun-temurun—namun hingga kini hanya dikuasai oleh wanita Dayak Benuaq saja.\n\nKapan dipakai: Dulu digunakan dalam upacara adat dan tarian tradisional Dayak Benuaq, baik oleh pria maupun wanita. Kini, selain tetap digunakan di acara budaya, kain ini juga dikreasikan menjadi busana modern oleh desainer dan dijual dengan harga mulai dari Rp150 ribu hingga Rp300 ribu."
  },
  {
    "province": "Kalimantan Selatan",
    "jenisTenun": "Kain Sasirangan",
    "description": "Menurut Hikayat Banjar, kain ini pertama dikenal sebagai Langgundi dan berasal dari abad ke-7. Ceritanya, kain itu ditenun dalam satu malam atas pesanan Putri Junjung Buih oleh 40 gadis saat Patih Lambung Mangkurat melakukan tapa berlayar 40 hari 40 malam. dari masa itu berkembang menjadi Sasirangan, kain tradisional yang dipercaya memiliki kekuatan magis\n\nMotif & Ciri Khas: Sasirangan dikenal melalui teknik menjelujur (sirang artinya menjelujur), yakni kain diikat di beberapa bagian lalu dicelup pewarna—sehingga motif muncul secara unik.\n\nBeberapa motif khas meliputi: Jajumputan, Kambang Cengkeh, Ombak Sinapur Karang, Awan Beriring, Naga Balimbur, Bintang Bahambur, dan lainnya.\n\nFakta Unik: Sejak abad ke-12, masyarakat Banjar memercayai Sasirangan memiliki kekuatan pengobatan dan perlindungan spiritual—makanya kain ini dibuat sesuai permintaan guna tujuan sakral.\n\nKapan dipakai: Dahulu digunakan sebagai alat pengobatan atau pelindung (kemben, ikat kepala, selendang), dengan warnanya disesuaikan fungsinya: kuning untuk demam kuning, merah untuk insomnia, hijau untuk stroke, dan sebagainya.\n\n\nKini, Sasirangan telah menjadi pakaian adat dan seragam resmi—dipakai oleh masyarakat biasa sekalipun dalam upacara adat, serta digunakan untuk keperluan fashion modern seperti gorden, taplak, bahkan seragam sekolah."
  },
  {
    "province": "Kalimantan Tengah",
    "jenisTenun": "Benang Bintik",
    "description": "Kain tenun khas Kalimantan Tengah ini dikenal sebagai Benang Bintik, yakni batik Dayak dengan corak khas yang kaya simbol, hasil akulturasi antara budaya Melayu dan Dayak Ngaju. Teknik dan motif ini berkembang di provinsi dengan ibu kota Palangkaraya sejak lama.\n\nMotif & Ciri Khas: Motif utama meliputi: batang, huma betang, ukiran Dayak, senjata tradisional, naga, motif balanga, dan kombinasi lainnya. Warna dasar umumnya cerah seperti merah maroon, biru, kuning, hijau, bahkan hitam dan cokelat. \n\nBahan baku: kain sutera, semi-sutera, atau katun.\n\nFakta Unik: Benang Bintik mulai digunakan sebagai seragam resmi sekolah dan busana formal untuk upacara adat atau pernikahan—menunjukkan nilai budaya yang kini diangkat ke ranah modern.\n\nKapan dipakai: Batik Benang Bintik sering digunakan dalam acara formal seperti pernikahan adat, upacara seremonial, serta sebagai bagian dari busana resmi dan sekolah di Kalimantan Tengah."
  },
  {
    "province": "Kalimantan Utara",
    "jenisTenun": "Tenun Pakis",
    "description": "Di Kalimantan Utara, masyarakat telah mengembangkan tradisi baru dalam tekstil: batik Tarakan, hasil adaptasi motif tradisional budaya Dayak dengan teknik batik tulis modern. Produksinya tumbuh sebagai upaya melestarikan kearifan lokal—khususnya flora dan fauna daerah setempat—yang kemudian diaplikasikan dalam desain batik formal ramah lingkungan.\n\nMotif & Ciri Khas: Motif batik Tarakan terinspirasi dari flora dan fauna lokal, seperti tumbuhan khas dan simbol budaya Dayak.\n\nDibuat dengan pewarna alami, sehingga lebih ramah lingkungan dibandingkan batik konvensional.\n\nFakta Unik: Batik Tarakan banyak digunakan dalam acara sosial formal, bahkan dijadikan sebagai hadiah sebagai simbol niat baik dan penghormatan antar keluarga atau institusi.\n\nKapan dipakai: Biasanya dikenakan dalam acara resmi atau sosial formal — seperti pertemuan budaya, penyambutan tamu kehormatan, serta acara resmi pemerintahan dan komunitas lokal"
  },
  {
    "province": "Banten",
    "jenisTenun": "Tenun Baduy",
    "description": "Tenun Baduy adalah kain tradisional Suku Baduy, Banten, dibuat secara turun-temurun oleh perempuan Baduy menggunakan benang katun tradisional. Prosesnya seluruhnya manual, tanpa mesin—mulai dari memintal kapas hingga menenunnya dengan motif sederhana yang kental dengan budaya adat\n\nMotif & Ciri Khas: Warna khas:\n\nBaduy Dalam: dominasi warna putih → melambangkan kesucian dan ketaatan pada adat.\n\nBaduy Luar: warna hitam dan biru tua; kini juga menggunakan merah muda, kuning, dan kuning emas.\n\nMotif geometris sederhana: garis kait, spiral (pilin), garis lurus, segi tiga, segi empat, bulatan—serta garis warna-warni yang terinspirasi dari alam.\n\nTekstur khas: terasa kasar karena serat kapas asli dengan bintik-bintik sebagai ciri khas pembuatan tradisional.\n\nFakta Unik: Kain Baduy Dalam hanya berwarna putih karena dianggap mencerminkan kesucian dan ketaatan pada aturan adat yang belum terkontaminasi budaya luar.\n\nKapan dipakai: Digunakan sebagai pakaian adat sehari-hari, baik oleh Baduy Dalam maupun Luar—terutama sebagai baju, sarung, dan ikat kepala. Mahalnya proses dan simbolisme adat membuat kain ini juga populer sebagai oleh-oleh budaya dan suvenir yang kini dipasarkan secara digital, harga mulai Rp5.000 hingga Rp1 juta"
  },
  {
    "province": "DKI Jakarta",
    "jenisTenun": "Tenun & Songket Betawi",
    "description": "Sebelumnya budaya Betawi belum memiliki tradisi tenun atau songket handmade. Pada akhir 2016, Anna Mariana—ketua Yayasan Sejarah Kain Tenun Nusantara—meluncurkan inovasi baru dengan menciptakan tenun dan songket khas Betawi yang sejati, tak sekadar motif batik\n\nMotif & Ciri Khas: Motif khas Betawi ditampilkan secara murni: ondel-ondel, penari cokek, Monumen Nasional (Monas), kembang api, serta bunga-bungaan dengan sentuhan warna seperti kuning sirih—sebagai identitas budaya lokal yang kuat.\n\nMateri tenun bervariasi: benang emas, perak, katun, sutera, dan kombinasi utamanya.\n\nFakta Unik: Setiap kain memerlukan pengerjaan intensif secara handmade—prosesnya bisa memakan waktu enam bulan hingga satu tahun untuk menghasilkan kualitas premium.\n\nKapan dipakai: Tenun Songket Betawi ini telah dipakai dalam berbagai acara budaya Betawi dan dikenakan di panggung fashion—sebagai bentuk simbol identitas baru, sekaligus menambah lapangan kerja bagi penenun di Indonesia."
  },
  {
    "province": "Jawa Barat",
    "jenisTenun": "Tenun Garut (Kain Tenun Ikat Sutra)",
    "description": "Tenun Garut berkembang di Kota Garut sebagai tradisi tenun ikat yang diwariskan turun-temurun, menggunakan alat tenun bukan mesin (ATBM). Produksi sutera ini diperkenalkan oleh mantan tentara Jepang bernama Naito (kemudian dikenal sebagai Muhammad Kurdi) yang menetap di Garut sejak 1945 dan mengajarkan teknik tenun sutra kepada warga setempat.\n\nMotif & Ciri Khas: Dikenal lewat warna-warna cerah dengan motif geometris dan bunga-bunga besar, menciptakan tampilan visual yang modern dan elegan.\n\nBeberapa kain menampilkan efek permukaan 3D yang muncul dari susunan motif dan warna—keunikan estetika yang membedakan dari kain sutra biasa.\n\nFakta Unik: Untuk satu kain bisa diperlukan waktu 2–3 bulan pengerjaan secara tradisional, menjadikannya produk tenun dengan hasil yang sangat presisi dan bernilai tinggi.\n\nKapan dipakai: Dipakai di acara formal dan pesta oleh pria maupun wanita. Kini makin banyak digunakan sebagai bahan busana resmi, semi-formal, dan karya desain fashion modern—karena karakter warna lembut dengan sentuhan estetika kontemporer."
  },
  {
    "province": "Jawa Tengah",
    "jenisTenun": "Tenun Troso",
    "description": "Tenun Troso berasal dari Desa Troso, Kecamatan Pecangaan, Jepara. Tradisi ini sudah dimulai sejak era Kerajaan Mataram Islam, diperkirakan sejak 1829 lewat tokoh Ki Senu dan Nyi Senu, lalu berkembang pesat pada 1935 dengan teknik tenun gedog. Pada 1943 muncul teknik tenun pancal, dan sejak 1946 digunakan ATBM (Alat Tenun Bukan Mesin). Tenun ini terus bertahan hingga saat ini dan menjadi napas ekonomi masyarakat Troso\n\nMotif & Ciri Khas: Motif utama tradisional: Cemara (pohon cemara) dan Lompong (daun talas). \n\nSeiring waktu berkembang juga motif kontemporer, seperti Misris, Krisna, Ukir, Rantai, Mawar, Bambu, Burung, Naga, Lilin, Antik, Cempaka, dsb. \n\nUniknya, motif pada kain Troso tetap simetris dari dua sisi karena teknik ikat dan penggunaan minyak goreng saat penenunan.\n\nFakta Unik: Pada tahun 2022, Tenun Ikat Troso resmi ditetapkan sebagai Warisan Budaya Takbenda (WBTb) oleh Kementerian Kebudayaan, menegaskan nilainya sebagai warisan budaya yang hidup dan berkembang.\n\nKapan dipakai: Tenun Troso biasa digunakan sebagai kain pelapis, pakaian, hiasan interior, dan sarung. Kini juga banyak diproduksi sebagai bahan busana fashion kontemporer, dan menjadi identitas yang wajib digunakan dalam pemerintahan Jepara."
  },
  {
    "province": "Daerah Istimewa Yogyakarta",
    "jenisTenun": "Tenun Lurik",
    "description": "Lurik merupakan kain tenun tradisional khas Jawa—termasuk Yogyakarta—yang sudah dikenal sejak era Kerajaan Majapahit. Motif garis-garisnya telah muncul dalam relief Candi Borobudur dan disebut dalam Prasasti Raja Erlangga (1033) sebagai kain Tuluh Watu. Awalnya digunakan sebagai selendang, kemben, atau alat menggendong, sekarang dikenal luas sebagai kain formal maupun sehari-hari.\n\nMotif & Ciri Khas: Corak klasik: terdiri dari garis-garis vertikal dan horizontal sederhana—lajuran, pakan malang, atau kotak-kotak (cacahan), mencerminkan kesederhanaan dan filosofi \"pelindung\" bagi pemakainya. \n\nRagam motif filosofi:\n\nUdan Liris (\"hujan gerimis\") → kesuburan\n\nKluwung (pelangi) → penolak bala\n\nSapit Urang (garis serang menyerang) → simbol keberanian\n\nTumbar Pecah → simbol kesejahteraan\nIni menunjukkan bahwa motif lurik bukan sekadar estetika, tapi juga sarat makna mendalam.\n\nFakta Unik: Lurik tidak sekadar kain; dalam masyarakat Jawa, motifnya sering digunakan secara ritual dan sarat filosofi—misalnya motif tertentu dipakai saat selamatan tujuh bulanan atau oleh bangsawan untuk menambah kewibawaan.\n\nKapan dipakai: Semula digunakan untuk keperluan sehari-hari—seperti selendang, kemben, atau penggendong. Kini, lurik juga populer dibentuk menjadi seragam sekolah, busana adat, maupun bagian dari koleksi fashion modern, tetap mencerminkan nilai budaya dan kearifan lokal."
  },
  {
    "province": "Jawa Timur",
    "jenisTenun": "Tenun Ikat Bandar Kediri",
    "description": "Tenun Ikat Bandar Kediri berasal dari Bandar Kidul sejak masa Kerajaan Kediri (abad 11–13), berkembang pesat pada era 1950-an, dan kini diakui sebagai Warisan Budaya Tak Benda Jawa Timur (2022) sekaligus dilindungi melalui HAKI-KIK.\n\nMotif & Ciri Khas: Menggunakan teknik ikat, menghasilkan corak motif khas dari bekas lilitan benang yang tidak terkena warna, menciptakan pola unik berwarna putih di atas latar berwarna-warni \n\nMotif-motif populer adalah: gunungan (pegunungan), ceplok, salur (bunga), wajik (segi empat), dan tirto tirjo (aliran air)\n\nFakta Unik: Tenun Ikat Bandar Kediri bukan hanya pelestarian budaya, tetapi juga menjadi simbol kebanggaan lokal yang diteruskan hingga inovasi fashion, diformat dalam buku, dan dikenalkan lewat event seperti Dhoho Street Fashion demi mengangkat adat tenun ke ranah modern\n\nKapan dipakai: Dulunya menjadi sarung tradisional dalam keseharian—produk utama kerajinan tekstil regional.\n\nKini berkembang menjadi kain busana, aksesoris, oleh-oleh, serta digunakan dalam pajangan budaya dan event fashion melalui inovasi ekraf lokal"
  },
  {
    "province": "Bali",
    "jenisTenun": "Tenun Endek",
    "description": "Tenun Endek Bali telah menjadi bagian dari budaya daerah sejak era Kerajaan Gelgel. Proses pembuatannya berkembang pesat sejak tahun 1985 di Desa Gelgel, Klungkung, kemudian menyebar ke desa-desa sekitar di era pemerintahan Raja Dalem Waturenggong.\n\nMotif & Ciri Khas: Teknik: ikat tambal (weft ikat), dengan pola yang terbentuk dari tenunan benang pakan.\nWikipedia\n\nMotif tradisional meliputi: Rang-rang (Nusa Penida), Patra, Encak Saji, Wajik Ukir, Jumputan, dan Pewayangan—menampilkan pengaruh kultural Bali secara kental.\n\nFakta Unik: Tenun Endek Bali kini telah terdaftar sebagai Kekayaan Intelektual Komunal, dilindungi secara hukum agar tidak diklaim oleh pihak lain, dan bahkan pernah ditampilkan dalam gelaran Dior di Paris Fashion Week 2020.\n\nKapan dipakai: Biasanya dikenakan dalam upacara keagamaan, adat, serta busana resmi. Pemerintah Bali juga menetapkan kebijakan: masyarakat diwajibkan mengenakan kain Endek setiap hari Selasa sebagai bentuk pelestarian budaya tradisional."
  },
  {
    "province": "Nusa Tenggara Timur",
    "jenisTenun": "Tenun Buna",
    "description": "Tenun Buna dikembangkan di kawasan Timor (khususnya Kabupaten Timor Tengah Utara) serta daerah sekitarnya seperti Timor Tengah Selatan dan Belu. Teknik ini khas karena motifnya dibuat dari benang yang sudah diwarnai terlebih dahulu sebelum ditenun, bukan dengan ikatan seperti pada tenun ikat\n\nMotif & Ciri Khas: Motif dibuat dengan benang yang diwarnai sebelum ditenun (teknik pakan tambahan), menghasilkan pola cerah yang memikat mata dan tekstur kain yang sedikit timbul seperti bordir. \n\nBiasanya mengusung pola geometris seperti segi empat, garis lurus, dan efek simetri—dengan tampilan kain yang hampir sama tampak depan maupun belakang.\n\nFakta Unik: Tenun Buna terkenal karena kombinasi warna yang cerah dan kualitas benangnya yang baik—menjadikannya unik di antara tenun tradisional Indonesia.\n\nKapan dipakai: Kain ini digunakan luas dalam berbagai konteks: sebagai selendang, sarung, selimut, pakaian sehari-hari, dan berfungsi dalam upacara adat, tari, pernikahan sebagai mahar (belis), hingga sebagai penanda status sosial dan penghargaan bagi tamu kehormatan."
  },
  {
    "province": "Nusa Tenggara Barat",
    "jenisTenun": "Tenun Sesek",
    "description": "Tenun Sesek merupakan warisan kerajinan khas suku Sasak di Lombok yang telah melegenda sejak berabad-abad lalu, diturunkan antar generasi ibu—dimana keahlian menenun menjadi simbol kedewasaan perempuan Sasak.\n\nMotif & Ciri Khas: Dibuat dengan teknik tepina—memindahkan motif menggunakan benang nilon ke atas tenunan katun, sutra, marcis, atau benang emas/perak \n\nMotif khas mencerminkan kehidupan sehari-hari: seperti lumbung padi, rumah tradisional Sasak, aneka biota laut, hewan ternak, bahkan pucuk rebung\n\nFakta Unik: Pengerjaan sehelai kain Sesek bisa memakan waktu hingga satu bulan penuh, dan hanya dihasilkan oleh perempuan suku Sasak—ada mitos bahwa jika dibuat oleh laki-laki, si pembuat akan berubah perilaku layaknya wanita.\n\nKapan dipakai: Tenun Sesek digunakan sebagai pakaian adat atau hiasan, juga berfungsi sebagai tanda status sosial dan nilai budaya. Kini mulai memasuki pasar internasional dengan harga yang bisa mencapai jutaan rupiah tergantung motif dan detail pengerjaannya."
  },
  {
    "province": "Gorontalo",
    "jenisTenun": "Tenun Gorontalo",
    "description": "Tenun Gorontalo merupakan warisan tekstil tradisional yang diperkirakan sudah berkembang sejak abad ke-17. Tradisi ini sempat tergeser akibat kolonialisme Belanda, namun dibangkitkan kembali sekitar tahun 1960-an melalui pelatihan dan inisiatif pelestarian pemerintah daerah\n\nMotif & Ciri Khas: Bahan baku utama: kapas lokal (Ti’opo) seperti Ti’opo Tutu, Huwolo, Bilangi, atau bahkan sutra untuk kalangan bangsawan.\n\nTeknik tradisional penuh—proses panjang mulai dari memintal kapas, pewarnaan alami (kunyit, walude, kulit bakau), hingga menenun dengan alat seperti titinggola.\n\nTenun Gorontalo diolah menjadi sarung, selendang, sajadah, taplak meja, bahkan kain bayi—bergantung pada motif geometris sederhana dan nuansa warna alami.\n\nFakta Unik: Tenun Gorontalo dulunya menjadi salah satu syarat utama dalam adat pernikahan, di mana pihak perempuan harus menyiapkan kain tenun sebagai bagian dari mas kawin atau seserahan.\n\nKapan dipakai: Tenun Gorontalo dulu digunakan dalam kehidupan sehari-hari (pakaian, selimut bayi, sajadah), namun sekarang kian langka—meskipun memiliki potensi sebagai karya budaya yang diperkenalkan kembali melalui pelatihan komunitas dan pendidikan lokal."
  },
  {
    "province": "Sulawesi Barat",
    "jenisTenun": "Tenun Mandar",
    "description": "Tenun Mandar—juga dikenal sebagai Lipa Sa’be dalam bahasa lokal (artinya “sarung sutra”)—merupakan tradisi tekstil kuno masyarakat Mandar yang sudah ada sejak abad ke-14, dibuktikan dari perdagangan sarung ini hingga ke Sumatera Barat. Kain ini dikenal dengan kehalusannya dan asalnya yang makin meluas melalui perdagangan antar wilayah.\n\nMotif & Ciri Khas: Terbuat dari benang sutra halus (dahulu murni sutra, kini sering juga sintetis) dengan motif geometris cerah—khususnya corak bunga dan sureq (garis) yang khas Mandar \n\nBanyak motif klasik seperti Sureq Pangulu, Sureq Salaka, Sureq Padzadza, yang dulunya hanya dipakai oleh bangsawan atau kalangan adat tertentu\n\nFakta Unik: Sarung Lipa Sa’be Mandar sempat diperdagangkan sejak abad ke-14 dan hari ini terus dibudayakan oleh komunitas lokal sebagai warisan tenun etnik yang unik di Nusantara\n\nKapan dipakai: Lipa Sa’be digunakan dalam acara adat penting, seperti pernikahan, upacara keagamaan, dan saat perayaan sosial. Saat ini, kain ini juga mulai dipakai sebagai pakaian formal daerah dan simbol identitas budaya Mandar"
  },
  {
    "province": "Sulawesi Tengah",
    "jenisTenun": "Tenun Donggala",
    "description": "Tenun Donggala—juga dikenal sebagai Buya Sabe dalam bahasa Kaili dan Lipa Sabbe dalam bahasa Bugis—adalah kain tenun sutra tradisional pesisir, berasal dari pelabuhan tua Kecamatan Donggala dan Desa Towale. Teknik menenunnya diwariskan dari generasi ke generasi, khususnya oleh perempuan saat suami mereka pergi melaut.\n\nMotif & Ciri Khas: Motif umum: bunga seperti mawar, anyelir, kamboja (Buya Bomba), daun, fauna, kombinasi bunga (Buya Subi), Palaekat, dan bunga Subi dengan benang emas.\n\nTata letak motif: disusun secara diagonal dengan pola geometris (vertikal & kotak), motif manusia dianggap tabu—proses pembuatan motif Buya Bomba memakan waktu paling lama, hingga 2–4 bulan.\n\nWarna & lebar kain: biasanya gelap (hitam, cokelat, merah tua, biru tua, hijau tua); lebar hanya sekitar 60 cm sehingga untuk membentuk sarung, dibutuhkan dua kain.\n\nFakta Unik: Tenun Donggala telah diakui sebagai bagian dari Warisan Budaya Tak Benda Indonesia, setara dengan Songket, Karawo, Ulos, dan lainnya—menegaskan pentingnya pelestarian budaya ini.\n\nKapan dipakai: Tradisionalnya dipakai saat upacara adat, sebagai sarung (biasanya dua lembar), dan juga digunakan oleh anggota kerajaan masa lampau. Kini telah diperluas penggunaannya—menjadi materi pakaian formal, selendang, jas, tas, dan suvenir yang didistribusikan hingga ke Pulau Jawa"
  },
  {
    "province": "Sulawesi Utara",
    "jenisTenun": "Tenun Bentenan",
    "description": "Tenun Bentenan merupakan kain tenun tradisional dari Minahasa yang diproduksi di wilayah seperti Tombulu, Tondano, Ratahan, dan Tombatu. Namanya berasal dari pelabuhan Bentenan, jalur ekspor utama kain ini sejak abad ke-15 hingga ke-17. Produksinya sempat berhenti lebih dari dua abad dan bahan-bahan orisinilnya kini hanya tersisa kurang dari 10 lembar di dunia, termasuk koleksi di Museum Nasional.\n\nMotif & Ciri Khas: Kain ini dibuat dengan teknik double ikat rumit—dimana benang pakan (\"Sa’lange\") dan benang lungsi (\"Wasa’lene\") diikat dan diwarnai terlebih dahulu sebelum ditenun, menghasilkan motif detail dan halus. Kain Bentenan bahkan ditenun berbentuk silinder tanpa sambungan (seperti sarung). Pewarnaannya menggunakan bahan alami seperti daun taun, semak lenu, lelenu, dan kulit sangket. Motifnya termasuk Tonilama, Kaiwu Patola, Tinonton Mata, Tinompak Kuda, Sinoi, dan lainnya yang kaya simbolisme.\n\nFakta Unik: Kain Bentenan adalah kain ikat double langka yang tidak hanya sakral tetapi juga sangat sulit diproduksi—jumlah tenunan asli yang tersisa di dunia kurang dari sepuluh, dan motif \"Patola\"-nya yang terdapat di Museum Nasional adalah satu-satunya yang diketahui dunia saat ini.\n\nKapan dipakai: Dahulu, hanya digunakan oleh pemimpin adat (Tonaas) dan pemimpin agama (Walian) dalam berbagai acara penting seperti membangun rumah, pernikahan, pembungkus bayi atau jenazah, dan ritual spiritual. Kini, kain Bentenan telah diperkenalkan kembali melalui reproduksi modern—termasuk versi cetak—dan bahkan digunakan sebagai seragam resmi ASN di Sulawesi Utara"
  },
  {
    "province": "Sulawesi Tenggara",
    "jenisTenun": "Tenun Tolaki",
    "description": "Tenun Tolaki adalah kain tenun khas Kota Kendari dan sekitarnya (termasuk Konawe, Kolaka, Bombana) yang dahulu digunakan oleh keluarga bangsawan dan raja suku Tolaki. Kini tetap dipakai sebagai pakaian kebesaran adat dalam pesta adat dan oleh ASN di belasan kabupaten di Sultra.\n\nMotif & Ciri Khas: Motif terutama terinspirasi dari tumbuh-tumbuhan seperti dedaunan dan rotan, dengan garis halus beraksen bunga kecil—menggunakan warna cerah seperti jingga muda, abu-abu, biru laut, kuning susu, hijau lumut, dan merah samar, ditambah sulaman benang emas.\n\nTiga motif utama yang sarat makna adalah Kalo Sara (simbol kearifan lokal & hukum adat), Jonga Bertanduk Lima (menggambarkan tradisi berburu rusa), dan Pohon Sagu (melambangkan makanan pokok masyarakat).\n\nFakta Unik: Tenun Tolaki diminati wisatawan dan sering dijadikan cendera mata—dalam budaya setempat, tidak mengenakan kain ini dalam upacara adat dirasakan sebagai hal yang “kurang”.\n\nKapan dipakai: Selalu dikenakan dalam pesta adat dan pertunjukan tarian, dan ditetapkan sebagai pakaian kebesaran harian di sejumlah daerah Sultra—bahkan dipakai oleh ASN setempat."
  },
  {
    "province": "Sulawesi Selatan",
    "jenisTenun": "Tenun Sengkang",
    "description": "Tenun Sengkang merupakan kain sutra tradisional yang telah ditekuni secara turun-temurun sejak ratusan tahun lalu di desa seperti Pakanna dan Assorajang, Wajo. Keahlian menenun ini umumnya diwariskan melalui generasi ibu rumah tangga yang juga memelihara ulat sutra lokal (sabbe).\n\nMotif & Ciri Khas: Terbuat dari benang sutra murni (bombyx mori) yang dikenal lembut, halus, dan bertekstur khas.\n\nMotif khas mencerminkan kekayaan budaya Bugis, seperti: Makkalu, Balo Tettong, Balo Renni, Cobo, ukiran Toraja, serta aksara Bugis. Coraknya sering berupa garis vertikal dengan ornamen bunga atau hitungan ganjil simbolistik.\n\nFakta Unik: Tenun Sutera Sengkang telah diajukan sebagai Indikasi Geografis (IG) oleh Ditjen Kekayaan Intelektual sejak 2022—menandakan identitas kuat serta lokasi autentik dalam produksinya.\n\nKapan dipakai: Awalnya dipakai dalam momen istimewa seperti pernikahan, acara adat, dan hari raya (Idul Fitri & Idul Adha). Kini, ia juga populer sebagai buah tangan dan oleh-oleh khas Sulsel, tersedia dalam berbagai harga mulai dari ratusan ribu hingga jutaan rupiah."
  },
  {
    "province": "Maluku Utara",
    "jenisTenun": "Tenun Ternate",
    "description": "Tenun Ternate—juga dikenal sebagai Rapidino (artinya \"kain yang rapi\")—mulanya dibawa oleh perantau dari Sulawesi dan diadopsi oleh masyarakat Ternate di Desa Koloncucu. Proses pembuatannya menggunakan alat tradisional gedogan, dan produksi kain ini sekarang tergolong langka karena jumlah penenunnya semakin menurun.\n\nMotif & Ciri Khas: Motif yang umum diaplikasikan terinspirasi dari biota laut, seperti ikan, kerang, dan burung laut—mewakili kekayaan alam Maluku Utara.\n\nMotif tradisional seperti iris pondak, potong wajik, kepala tumbak, bunga popia, bunga rica, dan bunga tanjung masih dipertahankan.\n\nTerdapat perbedaan motif berdasarkan gender: sisi bermotif besar ditempatkan di belakang untuk pria, dan di depan untuk wanita\n\nFakta Unik: Tenun Ternate dianggap bagian penting dari identitas budaya lokal dan sering diusulkan untuk menjadi souvenir khas Ternate — meski jumlah penenunnya hanya tersisa empat orang aktif saja hingga 2021.\n\nKapan dipakai: Tradisionalnya, tenun Ternate digunakan sebagai kain bawahan dalam pakaian sehari-hari sesuai peran gender. Kini, kain ini diharapkan kembali dikenakan sebagai lambang kebanggaan daerah, dan ditawarkan sebagai produk budaya yang perlu dilestarikan."
  },
  {
    "province": "Maluku",
    "jenisTenun": "Tais Maluku",
    "description": "Tenun Maluku, dikenal pula sebagai tais, merupakan warisan budaya suku-suku Maluku yang biasa dibuat sebagai mas kawin (mahar). Karena pemakainya sangat dihargai, kain ini umumnya tidak dijual—hanya dilikuidasi saat benar-benar dibutuhkan. Pembuatan tenun masih mengandalkan alat tradisional dan benang kapas, diwarnai secara alami menggunakan dedaunan atau akar kayu.\n\nMotif & Ciri Khas: Motif khas tais menampilkan ragam simbol seperti flora, fauna, dan ikon lokal, kadang dibuat menggunakan teknik ikat (ikat-pakan), meski detail spesifik bisa berbeda antar pulau seperti Ambon atau Seram. \n\nProses produksinya sangat rumit dan memakan waktu lama, sehingga tiap lembar kain memiliki nilai tinggi.\n\nFakta Unik: Tenun Maluku bukan sekadar kain—iasyarakat Maluku memproduksinya sebagai mas kawin, dan jarang dijual kecuali dalam situasi mendesak karena makna budaya dan emosionalnya sangat tinggi.\n\nKapan dipakai: Sebagai bagian dari tradisi adat, kain tais dipakai dalam momen penting seperti pernikahan, upacara adat, dan ritual budaya setempat; hari ini juga digunakan sebagai simbol identitas lokal dan suvenir istimewa."
  },
  {
    "province": "Papua Barat",
    "jenisTenun": "Tenun Ikat Papua",
    "description": "Tenun ikat Papua adalah kerajinan tradisional khas berbagai suku di Papua (termasuk di Papua Barat seperti Fakfak, Kaimana, dan Teluk Bintuni), dibuat dengan teknik ikat pakan serta menggunakan pewarna alami.\n\nMotif & Ciri Khas: Motif utama: burung cenderawasih, flora, fauna (seperti biawak, buaya, ikan), dan motif geometris-spiral.\n\nWarna khas: hitam, cokelat tanah, merah bata, kuning, terinspirasi alam Papua. \n\nVersi modern (contoh dari UMKM Papua Barat) menampilkan: Burung Cendrawasih, Tifa Papua, ukiran Papua dengan teknik ATBM.\n\nFakta Unik: Beberapa motif seperti Burung Cendrawasih dan ornamen tradisional Papua semakin populer hingga diproduksi oleh UMKM Papua Barat secara kreatif.\n\nKapan dipakai: Dipakai dalam acara adat, upacara penting, serta kini dimanfaatkan dalam busana modern sebagai identitas budaya Papua."
  },
  {
    "province": "Papua",
    "jenisTenun": "Tenun Ikat Papua",
    "description": "Tenun ikat Papua adalah kerajinan tradisional khas berbagai suku di Papua (termasuk di Papua Barat seperti Fakfak, Kaimana, dan Teluk Bintuni), dibuat dengan teknik ikat pakan serta menggunakan pewarna alami.\n\nMotif & Ciri Khas: Motif utama: burung cenderawasih, flora, fauna (seperti biawak, buaya, ikan), dan motif geometris-spiral.\n\nWarna khas: hitam, cokelat tanah, merah bata, kuning, terinspirasi alam Papua. \n\nVersi modern (contoh dari UMKM Papua Barat) menampilkan: Burung Cendrawasih, Tifa Papua, ukiran Papua dengan teknik ATBM.\n\nFakta Unik: Beberapa motif seperti Burung Cendrawasih dan ornamen tradisional Papua semakin populer hingga diproduksi oleh UMKM Papua Barat secara kreatif.\n\nKapan dipakai: Dipakai dalam acara adat, upacara penting, serta kini dimanfaatkan dalam busana modern sebagai identitas budaya Papua."
  }
]